tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "git"
brew "jupyterlab"
brew "pyenv"
brew "python@3.11"
brew "tree"
brew "wget"
brew "zsh"
cask "bitwarden"
cask "firefox"
cask "flux"
cask "iterm2"
cask "rectangle"
cask "shottr"
cask "spotify"
cask "stats"
cask "todoist"
cask "visual-studio-code"
vscode "esbenp.prettier-vscode"
vscode "hediet.vscode-drawio"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "sdras.night-owl"
vscode "vscodevim.vim"
